# Пользователь вводит Имя, Возраст и Город, сформировать приветственное сообщение путем форматирования 3-мя способами
your_name = input('Your name:')
age = input('Your age:')
city = input('Your city:')
print('Hello,',your_name, age, 'years old, from', city)